# general
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "1password/tap"
tap "ankitpokhrel/jira-cli"
# personal
tap "koekeishiya/formulae" # yabai
tap "felixkratz/formulae"  # borders

# general
brew "tldr"
brew "ack"
brew "bash"
brew "bash-completion"
brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "ripgrep"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "glow"
brew "lnav"
brew "block-goose-cli"

# languages
brew "python"
brew "go"
brew "perl"
brew "php"
brew "nodenv"
brew "rbenv"
brew "ruby"
brew "erlang"
brew "elixir"

# personal
brew "neovim"
brew "lazygit"
brew "lazydocker"
brew "nvimpager"
brew "universal-ctags"
brew "zoxide"
brew "task"
brew "taskwarrior-tui"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"

# general
cask "hammerspoon"
cask "1password"
cask "1password-cli"

# work
cask "postman"
brew "jira-cli"

# personal
cask "font-jetbrains-mono-nerd-font"
cask "font-departure-mono-nerd-font"
cask "font-noto-sans-mono-cjk-sc"
cask "font-noto-sans-mono-cjk-tc"
cask "font-noto-sans-mono-cjk-jp"
cask "font-noto-sans-mono-cjk-kr"
cask "appcleaner"
cask "betterzip"
cask "ubersicht"
cask "ast-grep"
# install amphetamin instead
cask "dozer"
cask "keycastr"
cask "wezterm"
cask "obsidian"
cask "arc"
cask "alt-tab"
